performance/cache-size/file-cache_size-100.txt
Running 1m test @ http://localhost:8000/api/cache/file/20KB/100
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.64ms    1.51ms  22.17ms   72.87%
    Req/Sec   116.20     16.71   150.00     74.83%
  6952 requests in 1.00m, 135.10MB read
Requests/sec:    115.78
Transfer/sec:      2.25MB