performance/cache-size/mysql-cache_size-10.txt
Running 1m test @ http://localhost:8000/api/cache/mysql/20KB/10
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    10.28ms    1.65ms  21.86ms   77.96%
    Req/Sec    97.59     13.13   121.00     67.83%
  5840 requests in 1.00m, 113.49MB read
Requests/sec:     97.25
Transfer/sec:      1.89MB