performance/cache-size/redis-cache_size-10.txt
Running 1m test @ http://localhost:8000/api/cache/redis/200KB/10
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    11.87ms    1.97ms  20.93ms   67.87%
    Req/Sec    84.29     12.45   111.00     55.00%
  5054 requests in 1.00m, 0.94GB read
Requests/sec:     84.18
Transfer/sec:     16.05MB